let card = {
  'attr': {
    'str': '',
    'con': '',
    'pow': '',
    'dex': '',
    'app': '',
    'siz': '',
    'int': '',
    'edu': '',
  },
  'base': {
    'name': '',
    'pro': '',
    'sex': '',
    'age': '',
    'school': '',
    'education': '',
    'era': '',
    'history': '',
  },
  'descr': '',
  'look': {
    'header': true,
    'description': ''
  },
  'note': '',
  'things': [],
  'skill': [
    {
      "name": "特殊",
      "s": [
        { "name": "克苏鲁神话", "lv": "" }
      ]
    },
    {
      "name": "知识",
      "s": [
        { "name": "会计学", "lv": { "r": 10, "l": 0, "p": 0 } },
        { "name": "人类学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "考古学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "法律", "lv": { "r": 5, "l": 0, "p": 0 } },
        { "name": "天文学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "地理学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "生物学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "物理学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "化学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "历史", "lv": { "r": 20, "l": 0, "p": 0 } },
        { "name": "自然史", "lv": { "r": 10, "l": 0, "p": 0 } },
        { "name": "神秘学", "lv": { "r": 5, "l": 0, "p": 0 } },
        { "name": "药剂学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "医学", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "电子学", "lv": { "r": 1, "l": 0, "p": 0 } }
      ]
    },
    {
      "name": "兴趣",
      "s": [
        {
          "name": "艺术:",
          "s": [
          ]
        },
        { "name": "摄影", "lv": { "r": 10, "l": 0, "p": 0 } },
        { "name": "电脑使用", "lv": { "r": 1, "l": 0, "p": 0 } },
        { "name": "机械维修", "lv": { "r": 20, "l": 0, "p": 0 } },
        { "name": "电器维修", "lv": { "r": 10, "l": 0, "p": 0 } }
      ]
    },
    {
      "name": "交涉", "s": [{ "name": "议价", "lv": { "r": 5, "l": 0, "p": 0 } }, { "name": "信誉", "lv": { "r": 15, "l": 0, "p": 0 } }, { "name": "快速交谈", "lv": { "r": 5, "l": 0, "p": 0 } }, { "name": "劝说", "lv": { "r": 15, "l": 0, "p": 0 } }, { "name": "心理学", "lv": { "r": 5, "l": 0, "p": 0 } }]
    },
    {
      "name": "语言", "s": [{ "name": "母语:", "lv": { "r": "edu*5", "l": 0, "p": 0 } }, { "name": "其他语言:", "lv": { "日语": { "r": 1, "l": 0, "p": 0 } } }]
    }, {
      "name": "移动和驾驶", "s": [{ "name": "汽车驾驶", "lv": { "r": 20, "l": 0, "p": 0 } }, { "name": "领航", "lv": { "r": 10, "l": 0, "p": 0 } }, { "name": "游泳", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "跳跃", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "攀爬", "lv": { "r": 40, "l": 0, "p": 0 } }, { "name": "骑术", "lv": { "r": 5, "l": 0, "p": 0 } }, { "name": "操纵重型机械", "lv": { "r": 1, "l": 0, "p": 0 } }, { "name": "驾驶", "s": [] }]
    }, {
      "name": "调查", "s": [{ "name": "图书馆利用", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "聆听", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "侦查", "lv": { "r": 25, "l": 0, "p": 0 } }]
    }, {
      "name": "治疗", "s": [{ "name": "急救", "lv": { "r": 30, "l": 0, "p": 0 } }, { "name": "心理分析", "lv": { "r": 1, "l": 0, "p": 0 } }]
    }, {
      "name": "隐匿", "s": [{ "name": "藏匿", "lv": { "r": 15, "l": 0, "p": 0 } }, { "name": "乔装", "lv": { "r": 1, "l": 0, "p": 0 } }, { "name": "躲藏", "lv": { "r": 10, "l": 0, "p": 0 } }, { "name": "潜行", "lv": { "r": 10, "l": 0, "p": 0 } }, { "name": "跟踪", "lv": { "r": 10, "l": 0, "p": 0 } }, { "name": "锁匠", "lv": { "r": 1, "l": 0, "p": 0 } }]
    }, {
      "name": "战斗", "s": [{ "name": " 武术", "s": [] }, { "name": "拳击", "lv": { "r": 50, "l": 0, "p": 0 } }, { "name": "踢技", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "头槌", "lv": { "r": 10, "l": 0, "p": 0 } }, { "name": "擒抱", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "投掷", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "躲闪", "lv": { "r": 15, "l": 0, "p": 0 } }]
    }, {
      "name": "枪械", "s": [{ "name": "手枪", "lv": { "r": 20, "l": 0, "p": 0 } }, { "name": "步枪", "lv": { "r": 25, "l": 0, "p": 0 } }, { "name": "霰弹枪", "lv": { "r": 30, "l": 0, "p": 0 } }, { "name": "机关枪", "lv": { "r": 15, "l": 0, "p": 0 } }, { "name": "SMG", "lv": { "r": 15, "l": 0, "p": 0 } }, { "name": "枪械", "s": [] }]
    }
  ],
}